[
  {
    "title": "Abilities",
    "description": "Enduring attributes of the individual that influence performance"
  },
  {
    "title": "Cognitive Abilities",
    "description": "Abilities that influence the acquisition and application of knowledge in problem solving"
  },
  {
    "title": "Verbal Abilities",
    "description": "Abilities that influence the acquisition and application of verbal information in problem solving"
  },
  {
    "title": "Oral Comprehension",
    "description": "The ability to listen to and understand information and ideas presented through spoken words and sentences."
  },
  {
    "title": "Written Comprehension",
    "description": "The ability to read and understand information and ideas presented in writing."
  },
  {
    "title": "Oral Expression",
    "description": "The ability to communicate information and ideas in speaking so others will understand."
  },
  {
    "title": "Written Expression",
    "description": "The ability to communicate information and ideas in writing so others will understand."
  },
  {
    "title": "Idea Generation and Reasoning Abilities",
    "description": "Abilities that influence the application and manipulation of information in problem solving"
  },
  {
    "title": "Fluency of Ideas",
    "description": "The ability to come up with a number of ideas about a topic (the number of ideas is important, not their quality, correctness, or creativity)."
  },
  {
    "title": "Originality",
    "description": "The ability to come up with unusual or clever ideas about a given topic or situation, or to develop creative ways to solve a problem."
  },
  {
    "title": "Problem Sensitivity",
    "description": "The ability to tell when something is wrong or is likely to go wrong. It does not involve solving the problem, only recognizing there is a problem."
  },
  {
    "title": "Deductive Reasoning",
    "description": "The ability to apply general rules to specific problems to produce answers that make sense."
  },
  {
    "title": "Inductive Reasoning",
    "description": "The ability to combine pieces of information to form general rules or conclusions (includes finding a relationship among seemingly unrelated events)."
  },
  {
    "title": "Information Ordering",
    "description": "The ability to arrange things or actions in a certain order or pattern according to a specific rule or set of rules (e.g., patterns of numbers, letters, words, pictures, mathematical operations)."
  },
  {
    "title": "Category Flexibility",
    "description": "The ability to generate or use different sets of rules for combining or grouping things in different ways."
  },
  {
    "title": "Quantitative Abilities",
    "description": "Abilities that influence the solution of problems involving mathematical relationships"
  },
  {
    "title": "Mathematical Reasoning",
    "description": "The ability to choose the right mathematical methods or formulas to solve a problem."
  },
  {
    "title": "Number Facility",
    "description": "The ability to add, subtract, multiply, or divide quickly and correctly."
  },
  {
    "title": "Memory",
    "description": "Abilities related to the recall of available information"
  },
  {
    "title": "Memorization",
    "description": "The ability to remember information such as words, numbers, pictures, and procedures."
  }
]